{
  "chapter": 8,
  "slokas": [
    {
      "id": "8.1",
      "chapter": 8,
      "verse": 1,
      "sanskrit": "अर्जुन उवाच | किं तद्ब्रह्म किमध्यात्मं किं कर्म पुरुषोत्तम | अधिभूतं च किं प्रोक्तमधिदैवं किमुच्यते ||",
      "pronunciation": "arjuna uvācha | kiṁ tad brahma kim adhyātmaṁ kiṁ karma puruṣhottama | adhibhūtaṁ cha kiṁ proktam adhidaivaṁ kim uchyate ||",
      "meaning": "Arjuna inquired: O my Lord, O Supreme Person, what is Brahman? What is the self? What are fruitive activities? What is this material manifestation? And what are the demigods? Please explain this to me."
    },
    {
      "id": "8.2",
      "chapter": 8,
      "verse": 2,
      "sanskrit": "अधियज्ञः कथं कोऽत्र देहेऽस्मिन्मधुसूदन | प्रयाणकाले च कथं ज्ञेयोऽसि नियतात्मभिः ||",
      "pronunciation": "adhiyajñaḥ kathaṁ ko 'tra dehe 'smin madhusūdana | prayāṇa-kāle cha kathaṁ jñeyo 'si niyatātmabhiḥ ||",
      "meaning": "Who is the Lord of sacrifice, and how does He live in the body, O Madhusudana? And how can those engaged in devotional service know You at the time of death?"
    },
    {
      "id": "8.3",
      "chapter": 8,
      "verse": 3,
      "sanskrit": "श्रीभगवानुवाच | अक्षरं ब्रह्म परमं स्वभावोऽध्यात्ममुच्यते | भूतभावोद्भवकरो विसर्गः कर्मसञ्ज्ञितः ||",
      "pronunciation": "śhrī bhagavān uvācha | akṣharaṁ brahma paramaṁ svabhāvo 'dhyātmam uchyate | bhūta-bhāvodbhava-karo visargaḥ karma-sañjñitaḥ ||",
      "meaning": "The Supreme Personality of Godhead said: The indestructible, transcendental living entity is called Brahman, and his eternal nature is called adhyatma, the self. Actions pertaining to the development of the material bodies of the living entities are called karma, or fruitive activities."
    },
    {
      "id": "8.4",
      "chapter": 8,
      "verse": 4,
      "sanskrit": "अधिभूतं क्षरो भावः पुरुषश्चाधिदैवतम् | अधियज्ञोऽहमेवात्र देहे देहभृतां वर ||",
      "pronunciation": "adhibhūtaṁ kṣharo bhāvaḥ puruṣhaśh chādhidaivatam | adhiyajño 'ham evātra dehe deha-bhṛitāṁ vara ||",
      "meaning": "Physical nature is known to be endlessly mutable. The universal form [that includes all the demigods, like those of the sun and moon] is called adhidaivata. And I, the Supreme Lord, represented as the Supersoul in the heart of every embodied being, am called adhiyajna [the Lord of sacrifice]."
    },
    {
      "id": "8.5",
      "chapter": 8,
      "verse": 5,
      "sanskrit": "अन्तकाले च मामेव स्मरन्मुक्त्वा कलेवरम् | यः प्रयाति स मद्भावं याति नास्त्यत्र संशयः ||",
      "pronunciation": "anta-kāle cha mām eva smaran muktvā kalevaram | yaḥ prayāti sa mad-bhāvaṁ yāti nāstyatra sanśhayaḥ ||",
      "meaning": "And whoever, at the end of his life, quits his body remembering Me alone at once attains My nature. Of this there is no doubt."
    },
    {
      "id": "8.6",
      "chapter": 8,
      "verse": 6,
      "sanskrit": "यं यं वापि स्मरन्भावं त्यजत्यन्ते कलेवरम् | तं तमेवैति कौन्तेय सदा तद्भावभावितः ||",
      "pronunciation": "yaṁ yaṁ vāpi smaran bhāvaṁ tyajatyante kalevaram | taṁ tam evaiti kaunteya sadā tad-bhāva-bhāvitaḥ ||",
      "meaning": "Whatever state of being one remembers when he quits his body, O son of Kunti, that state he will attain without fail."
    },
    {
      "id": "8.7",
      "chapter": 8,
      "verse": 7,
      "sanskrit": "तस्मात्सर्वेषु कालेषु मामनुस्मर युध्य च | मय्यर्पितमनोबुद्धिर्मामेवैष्यस्यसंशयः ||",
      "pronunciation": "tasmāt sarveṣhu kāleṣhu mām anusmara yudhya cha | mayyarpita-mano-buddhir mām evaiṣhyasyasanśhayaḥ ||",
      "meaning": "Therefore, Arjuna, you should always think of Me in the form of Krishna and at the same time carry out your prescribed duty of fighting. With your activities dedicated to Me and your mind and intelligence fixed on Me, you will attain Me without doubt."
    },
    {
      "id": "8.8",
      "chapter": 8,
      "verse": 8,
      "sanskrit": "अभ्यासयोगयुक्तेन चेतसा नान्यगामिना | परमं पुरुषं दिव्यं याति पार्थानुचिन्तयन् ||",
      "pronunciation": "abhyāsa-yoga-yuktena chetasā nānya-gāminā | paramaṁ puruṣhaṁ divyaṁ yāti pārthānuchintayan ||",
      "meaning": "He who meditates on Me as the Supreme Personality of Godhead, his mind constantly engaged in remembering Me, undeviated from the path, he, O Partha, is sure to reach Me."
    },
    {
      "id": "8.9",
      "chapter": 8,
      "verse": 9,
      "sanskrit": "कविं पुराणमनुशासितार मणोरणीयांसमनुस्मरेद्यः | सर्वस्य धातारमचिन्त्यरूप मादित्यवर्णं तमसः परस्तात् ||",
      "pronunciation": "kaviṁ purāṇam anuśhāsitāram aṇor aṇīyānsam anusmared yaḥ | sarvasya dhātāram achintya-rūpam āditya-varṇaṁ tamasaḥ parastāt ||",
      "meaning": "One should meditate upon the Supreme Person as the one who knows everything, as He who is the oldest, who is the controller, who is smaller than the smallest, who is the maintainer of everything, who is beyond all material conception, who is inconceivable, and who is always a person. He is luminous like the sun, and He is transcendental, beyond this material nature."
    },
    {
      "id": "8.10",
      "chapter": 8,
      "verse": 10,
      "sanskrit": "प्रयाणकाले मनसाचलेन भक्त्या युक्तो योगबलेन चैव | भ्रुवोर्मध्ये प्राणमावेश्य सम्यक् स तं परं पुरुषमुपैति दिव्यम् ||",
      "pronunciation": "prayāṇa-kāle manasāchalena bhaktyā yukto yoga-balena chaiva | bhruvor madhye prāṇam āveśhya samyak sa taṁ paraṁ puruṣham upaiti divyam ||",
      "meaning": "One who, at the time of death, fixes his life air between the eyebrows and, by the strength of yoga, with an undeviating mind, engages himself in remembering the Supreme Lord in full devotion, will certainly attain to the Supreme Personality of Godhead."
    },
    {
      "id": "8.11",
      "chapter": 8,
      "verse": 11,
      "sanskrit": "यदक्षरं वेदविदो वदन्ति विशन्ति यद्यतयो वीतरागाः | यदिच्छन्तो ब्रह्मचर्यं चरन्ति तत्ते पदं संग्रहेण प्रवक्ष्ये ||",
      "pronunciation": "yad akṣharaṁ veda-vido vadanti viśhanti yad yatayo vīta-rāgāḥ | yad ichchhanto brahmacharyaṁ charanti tat te padaṁ saṅgraheṇa pravakṣhye ||",
      "meaning": "Persons who are learned in the Vedas, who utter omkara and who are great sages in the renounced order enter into Brahman. Desiring such perfection, one practices celibacy. I shall now briefly explain to you this process by which one may attain salvation."
    },
    {
      "id": "8.12",
      "chapter": 8,
      "verse": 12,
      "sanskrit": "सर्वद्वाराणि संयम्य मनो हृदि निरुध्य च | मूर्ध्न्याधायात्मनः प्राणमास्थितो योगधारणाम् ||",
      "pronunciation": "sarva-dvārāṇi sanyamya mano hṛidi nirudhya cha | mūrdhnyādhāyātmanaḥ prāṇam āsthito yoga-dhāraṇām ||",
      "meaning": "The yogic situation is that of detachment from all sensual engagements. Closing all the doors of the senses and fixing the mind on the heart and the life air at the top of the head, one establishes himself in yoga."
    },
    {
      "id": "8.13",
      "chapter": 8,
      "verse": 13,
      "sanskrit": "ओमित्येकाक्षरं ब्रह्म व्याहरन्मामनुस्मरन् | यः प्रयाति त्यजन्देहं स याति परमां गतिम् ||",
      "pronunciation": "oṁ ityekākṣharaṁ brahma vyāharan mām anusmaran | yaḥ prayāti tyajan dehaṁ sa yāti paramāṁ gatim ||",
      "meaning": "After being situated in this yoga practice and vibrating the sacred syllable om, the supreme combination of letters, if one thinks of the Supreme Personality of Godhead and quits his body, he will certainly reach the spiritual planets."
    },
    {
      "id": "8.14",
      "chapter": 8,
      "verse": 14,
      "sanskrit": "अनन्यचेताः सततं यो मां स्मरति नित्यशः | तस्याहं सुलभः पार्थ नित्ययुक्तस्य योगिनः ||",
      "pronunciation": "ananya-chetāḥ satataṁ yo māṁ smarati nityaśhaḥ | tasyāhaṁ sulabhaḥ pārtha nitya-yuktasya yoginaḥ ||",
      "meaning": "For one who always remembers Me without deviation, I am easy to obtain, O son of Pritha, because of his constant engagement in devotional service."
    },
    {
      "id": "8.15",
      "chapter": 8,
      "verse": 15,
      "sanskrit": "मामुपेत्य पुनर्जन्म दुःखालयमशाश्वतम् | नाप्नुवन्ति महात्मानः संसिद्धिं परमां गताः ||",
      "pronunciation": "mām upetya punar janma duḥkhālayam aśhāśhvatam | nāpnuvanti mahātmānaḥ sansiddhiṁ paramāṁ gatāḥ ||",
      "meaning": "After attaining Me, the great souls, who are yogis in devotion, never return to this temporary world, which is full of miseries, because they have attained the highest perfection."
    },
    {
      "id": "8.16",
      "chapter": 8,
      "verse": 16,
      "sanskrit": "आब्रह्मभुवनाल्लोकाः पुनरावर्तिनोऽर्जुन | मामुपेत्य तु कौन्तेय पुनर्जन्म न विद्यते ||",
      "pronunciation": "ā-brahma-bhuvanāl lokāḥ punar āvartino 'rjuna | mām upetya tu kaunteya punar janma na vidyate ||",
      "meaning": "From the highest planet in the material world down to the lowest, all are places of misery wherein repeated birth and death take place. But one who attains to My abode, O son of Kunti, never takes birth again."
    },
    {
      "id": "8.17",
      "chapter": 8,
      "verse": 17,
      "sanskrit": "सहस्रयुगपर्यन्तमहर्यद्ब्रह्मणो विदुः | रात्रिं युगसहस्रान्तां तेऽहोरात्रविदो जनाः ||",
      "pronunciation": "sahasra-yuga-paryantam ahar yad brahmaṇo viduḥ | rātriṁ yuga-sahasrāntāṁ te 'ho-rātra-vido janāḥ ||",
      "meaning": "By human calculation, a thousand ages taken together form the duration of Brahma's one day. And such also is the duration of his night."
    },
    {
      "id": "8.18",
      "chapter": 8,
      "verse": 18,
      "sanskrit": "अव्यक्ताद्व्यक्तयः सर्वाः प्रभवन्त्यहरागमे | रात्र्यागमे प्रलीयन्ते तत्रैवाव्यक्तसंज्ञके ||",
      "pronunciation": "avyaktād vyaktayaḥ sarvāḥ prabhavantyahar-āgame | rātryāgame pralīyante tatraivāvyakta-sañjñake ||",
      "meaning": "When Brahma's day is manifest, this multitude of living entities comes into being, and at the arrival of Brahma's night they are all annihilated."
    },
    {
      "id": "8.19",
      "chapter": 8,
      "verse": 19,
      "sanskrit": "भूतग्रामः स एवायं भूत्वा भूत्वा प्रलीयते | रात्र्यागमेऽवशः पार्थ प्रभवत्यहरागमे ||",
      "pronunciation": "bhūta-grāmaḥ sa evāyaṁ bhūtvā bhūtvā pralīyate | rātryāgame 'vaśhaḥ pārtha prabhavatyahar-āgame ||",
      "meaning": "Again and again, when Brahma's day arrives, all living entities come into being, and with the arrival of Brahma's night they are helplessly annihilated."
    },
    {
      "id": "8.20",
      "chapter": 8,
      "verse": 20,
      "sanskrit": "परस्तस्मात्तु भावोऽन्योऽव्यक्तोऽव्यक्तात्सनातनः | यः स सर्वेषु भूतेषु नश्यत्सु न विनश्यति ||",
      "pronunciation": "paras tasmāt tu bhāvo 'nyo 'vyakto 'vyaktāt sanātanaḥ | yaḥ sa sarveṣhu bhūteṣhu naśhyatsu na vinaśhyati ||",
      "meaning": "Yet there is another unmanifest nature, which is eternal and is transcendental to this manifested and unmanifested matter. It is supreme and is never annihilated. When all in this world is annihilated, that part remains as it is."
    },
    {
      "id": "8.21",
      "chapter": 8,
      "verse": 21,
      "sanskrit": "अव्यक्तोऽक्षर इत्युक्तस्तमाहुः परमां गतिम् | यं प्राप्य न निवर्तन्ते तद्धाम परमं मम ||",
      "pronunciation": "avyakto 'kṣhara ityuktas tam āhuḥ paramāṁ gatim | yaṁ prāpya na nivartante tad dhāma paramaṁ mama ||",
      "meaning": "That which the Vedantists describe as unmanifest and infallible, that which is known as the supreme destination, that place from which, having attained it, one never returns – that is My supreme abode."
    },
    {
      "id": "8.22",
      "chapter": 8,
      "verse": 22,
      "sanskrit": "पुरुषः स परः पार्थ भक्त्या लभ्यस्त्वनन्यया | यस्यान्तःस्थानि भूतानि येन सर्वमिदं ततम् ||",
      "pronunciation": "puruṣhaḥ sa paraḥ pārtha bhaktyā labhyas tvananyayā | yasyāntaḥ-sthāni bhūtāni yena sarvam idaṁ tatam ||",
      "meaning": "The Supreme Personality of Godhead, who is greater than all, is attainable by unalloyed devotion. Although He is present in His abode, He is all-pervading, and everything is situated within Him."
    },
    {
      "id": "8.23",
      "chapter": 8,
      "verse": 23,
      "sanskrit": "यत्र काले त्वनावृत्तिमावृत्तिं चैव योगिनः | प्रयाता यान्ति तं कालं वक्ष्यामि भरतर्षभ ||",
      "pronunciation": "yatra kāle tvanāvṛittim āvṛittiṁ chaiva yoginaḥ | prayātā yānti taṁ kālaṁ vakṣhyāmi bharatarṣhabha ||",
      "meaning": "O best of the Bharatas, I shall now explain to you the different times at which, passing away from this world, the yogi does or does not come back."
    },
    {
      "id": "8.24",
      "chapter": 8,
      "verse": 24,
      "sanskrit": "अग्निर्ज्योतिरहः शुक्लः षण्मासा उत्तरायणम् | तत्र प्रयाता गच्छन्ति ब्रह्म ब्रह्मविदो जनाः ||",
      "pronunciation": "agnir jyotir ahaḥ śhuklaḥ ṣhaṇ-māsā uttarāyaṇam | tatra prayātā gachchhanti brahma brahma-vido janāḥ ||",
      "meaning": "Those who know the Supreme Brahman attain that Supreme by passing away from the world during the influence of the fiery god, in the light, at an auspicious moment of the day, during the fortnight of the waxing moon, or during the six months when the sun travels in the north."
    },
    {
      "id": "8.25",
      "chapter": 8,
      "verse": 25,
      "sanskrit": "धूमो रात्रिस्तथा कृष्णः षण्मासा दक्षिणायनम् | तत्र चान्द्रमसं ज्योतिर्योगी प्राप्य निवर्तते ||",
      "pronunciation": "dhūmo rātris tathā kṛiṣhṇaḥ ṣhaṇ-māsā dakṣhiṇāyanam | tatra chāndramasaṁ jyotir yogī prāpya nivartate ||",
      "meaning": "The mystic who passes away from this world during the smoke, the night, the fortnight of the waning moon, or the six months when the sun passes to the south reaches the moon planet but again comes back."
    },
    {
      "id": "8.26",
      "chapter": 8,
      "verse": 26,
      "sanskrit": "शुक्लकृष्णे गती ह्येते जगतः शाश्वते मते | एकया यात्यनावृत्तिमन्ययावर्तते पुनः ||",
      "pronunciation": "śhukla-kṛiṣhṇe gatī hyete jagataḥ śhāśhvate mate | ekayā yātyanāvṛittim anyayāvartate punaḥ ||",
      "meaning": "According to the Vedas, there are two ways of passing from this world – one in light and one in darkness. When one passes in light, he does not come back; but when one passes in darkness, he returns."
    },
    {
      "id": "8.27",
      "chapter": 8,
      "verse": 27,
      "sanskrit": "नैते सृती पार्थ जानन्योगी मुह्यति कश्चन | तस्मात्सर्वेषु कालेषु योगयुक्तो भवार्जुन ||",
      "pronunciation": "naite sṛitī pārtha jānan yogī muhyati kaśhchana | tasmāt sarveṣhu kāleṣhu yoga-yukto bhavārjuna ||",
      "meaning": "Although the devotees know these two paths, O Arjuna, they are never bewildered. Therefore be always fixed in devotion."
    },
    {
      "id": "8.28",
      "chapter": 8,
      "verse": 28,
      "sanskrit": "वेदेषु यज्ञेषु तपःसु चैव दानेषु यत्पुण्यफलं प्रदिष्टम् | अत्येति तत्सर्वमिदं विदित्वा योगी परं स्थानमुपैति चाद्यम् ||",
      "pronunciation": "vedeṣhu yajñeṣhu tapaḥsu chaiva dāneṣhu yat puṇya-phalaṁ pradiṣhṭam | atyeti tat sarvam idaṁ viditvā yogī paraṁ sthānam upaiti chādyam ||",
      "meaning": "A person who accepts the path of devotional service is not bereft of the results derived from studying the Vedas, performing austere sacrifices, giving charity or pursuing philosophical and fruitive activities. Simply by performing devotional service, he attains all these, and at the end he reaches the supreme eternal abode."
    }
  ]
}
