{
  "chapter": 15,
  "slokas": [
    {
      "id": "15.1",
      "chapter": 15,
      "verse": 1,
      "sanskrit": "श्रीभगवानुवाच | ऊर्ध्वमूलमधःशाखमश्वत्थं प्राहुरव्ययम् | छन्दांसि यस्य पर्णानि यस्तं वेद स वेदवित् ||",
      "pronunciation": "śhrī-bhagavān uvācha | ūrdhva-mūlam adhaḥ-śhākham aśhvatthaṁ prāhur avyayam | chhandānsi yasya parṇāni yas taṁ veda sa veda-vit ||",
      "meaning": "The Supreme Personality of Godhead said: There is a banyan tree which has its roots upward and its branches down and whose leaves are the Vedic hymns. One who knows this tree is the knower of the Vedas."
    },
    {
      "id": "15.2",
      "chapter": 15,
      "verse": 2,
      "sanskrit": "अधश्चोर्ध्वं प्रसृतास्तस्य शाखा गुणप्रवृद्धा विषयप्रवालाः | अधश्च मूलान्यनुसन्तताि कर्मानुबन्धीनि मनुष्यलोके ||",
      "pronunciation": "adhaśh chordhvaṁ prasṛitās tasya śhākhā guṇa-pravṛiddhā viṣhaya-pravālāḥ | adhaśh cha mūlāny anusantatāni karmānubandhīni manuṣhya-loke ||",
      "meaning": "The branches of this tree extend downward and upward, nourished by the three modes of material nature. The twigs are the objects of the senses. This tree also has roots going down, and these are bound to the fruitive actions of human society."
    },
    {
      "id": "15.3",
      "chapter": 15,
      "verse": 3,
      "sanskrit": "न रूपमस्येह तथोपलभ्यते नान्तो न चादिर्न च सम्प्रतिष्ठा | अश्वत्थमेनं सुविरूढमूलमसङ्गशस्त्रेण दृढेन छित्त्वा ||",
      "pronunciation": "na rūpam asyeha tathopalabhyate nānto na chādir na cha sampratiṣhṭhā | aśhvattham enaṁ su-virūḍha-mūlam asaṅga-śhastreṇa dṛiḍhena chhittvā ||",
      "meaning": "The real form of this tree cannot be perceived in this world. No one can understand where it ends, where it begins, or where its foundation is. But with determination one must cut down this strongly rooted tree with the weapon of detachment."
    },
    {
      "id": "15.4",
      "chapter": 15,
      "verse": 4,
      "sanskrit": "ततः पदं तत्परिमार्गितव्यं यस्मिन्गता न निवर्तन्ति भूयः | तमेव चाद्यं पुरुषं प्रपद्ये यतः प्रवृत्तिः प्रसृता पुराणी ||",
      "pronunciation": "tataḥ padaṁ tat parimārgitavyaṁ yasmin gatā na nivartanti bhūyaḥ | tam eva chādyaṁ puruṣhaṁ prapadye yataḥ pravṛittiḥ prasṛitā purāṇī ||",
      "meaning": "Thereafter, one must seek that place from which, having gone, one never returns, and there surrender to that Supreme Personality of Godhead from whom everything began and from whom everything has extended since time immemorial."
    },
    {
      "id": "15.5",
      "chapter": 15,
      "verse": 5,
      "sanskrit": "निर्मानमोहा जितसङ्गदोषा अध्यात्मनित्या विनिवृत्तकामाः | द्वन्द्वैर्विमुक्ताः सुखदुःखसंज्ञैर्गच्छन्त्यमूढः पदमव्ययं तत् ||",
      "pronunciation": "nirmāna-mohā jita-saṅga-doṣhā adhyātma-nityā vinivṛitta-kāmāḥ | dvandvair vimuktāḥ sukha-duḥkha-sanjñair gachchhanty amūḍhāḥ padam avyayaṁ tat ||",
      "meaning": "Those who are free from false prestige, illusion and false association, who understand the eternal, who are done with material lust, who are freed from the dualities of happiness and distress, and who, unbewildered, know how to surrender unto the Supreme Person attain to that eternal kingdom."
    },
    {
      "id": "15.6",
      "chapter": 15,
      "verse": 6,
      "sanskrit": "न तद्भासयते सूर्यो न शशाङ्को न पावकः | यद्गत्वा न निवर्तन्ते तद्धाम परमं मम ||",
      "pronunciation": "na tad bhāsayate sūryo na śhaśhāṅko na pāvakaḥ | yad gatvā na nivartante tad dhāma paramaṁ mama ||",
      "meaning": "That supreme abode of Mine is not illumined by the sun or moon, nor by fire or electricity. Those who reach it never return to this material world."
    },
    {
      "id": "15.7",
      "chapter": 15,
      "verse": 7,
      "sanskrit": "ममैवांशो जीवलोे जीवभूतः सनातनः | मनःषष्ठानीन्द्रियाणि प्रकृतिस्थानि कर्षति ||",
      "pronunciation": "mamaivānśho jīva-loke jīva-bhūtaḥ sanātanaḥ | manaḥ-ṣhaṣhṭhānīndriyāṇi prakṛiti-sthāni karṣhati ||",
      "meaning": "The living entities in this conditioned world are My eternal fragmental parts. Due to conditioned life, they are struggling very hard with the six senses, which include the mind."
    },
    {
      "id": "15.8",
      "chapter": 15,
      "verse": 8,
      "sanskrit": "शरीरं यदवाप्नोति यच्चाप्युत्क्रामतीश्वरः | गृहीत्वैतानि संयाति वायुर्गन्धानिवाशयात् ||",
      "pronunciation": "śharīraṁ yad avāpnoti yach chāpy utkrāmatīśhvaraḥ | gṛihītvaitāni sanyāti vāyur gandhān ivāśhayāt ||",
      "meaning": "The living entity in the material world carries his different conceptions of life from one body to another as the air carries aromas. Thus he takes one kind of body and again quits it to take another."
    },
    {
      "id": "15.9",
      "chapter": 15,
      "verse": 9,
      "sanskrit": "श्रोत्रं चक्षुः स्पर्शनं च रसनं घ्राणमेव च | अधिष्ठाय मनश्चायं विषयानुपसेवते ||",
      "pronunciation": "śhrotraṁ chakṣhuḥ sparśhanaṁ cha rasanaṁ ghrāṇam eva cha | adhiṣhṭhāya manaśh chāyaṁ viṣhayān upasevate ||",
      "meaning": "The living entity, thus taking another gross body, obtains a certain type of ear, eye, tongue, nose and sense of touch, which are grouped about the mind. He thus enjoys a particular set of sense objects."
    },
    {
      "id": "15.10",
      "chapter": 15,
      "verse": 10,
      "sanskrit": "उत्क्रामन्तं स्थितं वापि भुञ्जानं वा गुणान्वितम् | विमूढा नानुपश्यन्ति पश्यन्ति ज्ञानचक्षुषः ||",
      "pronunciation": "utkrāmantaṁ sthitaṁ vāpi bhuñjānaṁ vā guṇānvitam | vimūḍhā nānupaśhyanti paśhyanti jñāna-chakṣhuṣhaḥ ||",
      "meaning": "The foolish cannot understand how a living entity can quit his body, nor can they understand what sort of body he enjoys under the spell of the modes of nature. But one whose eyes are trained in knowledge can see all this."
    },
    {
      "id": "15.11",
      "chapter": 15,
      "verse": 11,
      "sanskrit": "यतन्तो योगिनश्चैनं पश्यन्त्यात्मन्यवस्थितम् | यतन्तोऽप्यकृतात्मानो नैनं पश्यन्त्यचेतसः ||",
      "pronunciation": "yatanto yoginaśh chainaṁ paśhyanty ātmany avasthitam | yatanto 'py akṛitātmāno nainaṁ paśhyanty achetasaḥ ||",
      "meaning": "The endeavoring transcendentalists who are situated in self-realization can see all this clearly. But those whose minds are not developed and who are not situated in self-realization cannot see what is taking place, though they may try."
    },
    {
      "id": "15.12",
      "chapter": 15,
      "verse": 12,
      "sanskrit": "यदादित्यगतं तेजो जगद्भासयतेऽखिलम् | यच्चन्द्रमसि यच्चाग्नौ तत्तेजो विद्धि मामकम् ||",
      "pronunciation": "yad āditya-gataṁ tejo jagad bhāsayate 'khilam | yach chandramasi yach chāgnau tat tejo viddhi māmakam ||",
      "meaning": "The splendor of the sun, which dissipates the darkness of this whole world, comes from Me. And the splendor of the moon and the splendor of fire are also from Me."
    },
    {
      "id": "15.13",
      "chapter": 15,
      "verse": 13,
      "sanskrit": "गामाविश्य च भूतानि धारयाम्यहमोजसा | पुष्णामि चौषधीः सर्वाः सोमो भूत्वा रसात्मकः ||",
      "pronunciation": "gām āviśhya cha bhūtāni dhārayāmy aham ojasā | puṣhṇāmi chauṣhadhīḥ sarvāḥ somo bhūtvā rasātmakaḥ ||",
      "meaning": "I enter into each planet, and by My energy they stay in orbit. I become the moon and thereby supply the juice of life to all vegetables."
    },
    {
      "id": "15.14",
      "chapter": 15,
      "verse": 14,
      "sanskrit": "अहं वैश्वानरो भूत्वा प्राणिनां देहमाश्रितः | प्राणापानसमायुक्तः पचाम्यन्नं चतुर्विधम् ||",
      "pronunciation": "ahaṁ vaiśhvānaro bhūtvā prāṇināṁ deham āśhritaḥ | prāṇāpāna-samāyuktaḥ pachāmy annaṁ chatur-vidham ||",
      "meaning": "I am the fire of digestion in the bodies of all living entities, and I join with the air of life, outgoing and incoming, to digest the four kinds of foodstuff."
    },
    {
      "id": "15.15",
      "chapter": 15,
      "verse": 15,
      "sanskrit": "सर्वस्य चाहं हृदि सन्निविष्टो मत्तः स्मृतिर्ज्ञानमपोहनं च | वेदैश्च सर्वैरहमेव वेद्यो वेदान्तकृद्वेदविदेव चाहम् ||",
      "pronunciation": "sarvasya chāhaṁ hṛidi sanniviṣhṭo mattaḥ smṛitir jñānam apohanaṁ cha | vedaiśh cha sarvair aham eva vedyo vedānta-kṛid veda-vid eva chāham ||",
      "meaning": "I am seated in everyone's heart, and from Me come remembrance, knowledge and forgetfulness. By all the Vedas, I am to be known. Indeed, I am the compiler of Vedānta, and I am the knower of the Vedas."
    },
    {
      "id": "15.16",
      "chapter": 15,
      "verse": 16,
      "sanskrit": "द्वाविमौ पुरुषौ लोके क्षरश्चाक्षर एव च | क्षरः सर्वाणि भूतानि कूटस्थोऽक्षर उच्यते ||",
      "pronunciation": "dvāv imau puruṣhau loke kṣharaśh chākṣhara eva cha | kṣharaḥ sarvāṇi bhūtāni kūṭa-stho 'kṣhara uchyate ||",
      "meaning": "There are two classes of beings, the fallible and the infallible. In the material world every living entity is fallible, and in the spiritual world every living entity is called infallible."
    },
    {
      "id": "15.17",
      "chapter": 15,
      "verse": 17,
      "sanskrit": "उत्तमः पुरुषस्त्वन्यः परमात्मेत्युदाहृतः | यो लोकत्रयमाविश्य बिभर्त्यव्यय ईश्वरः ||",
      "pronunciation": "uttamaḥ puruṣhas tv anyaḥ paramātmety udāhṛitaḥ | yo loka-trayam āviśhya bibharty avyaya īśhvaraḥ ||",
      "meaning": "Besides these two, there is the greatest living personality, the Supreme Soul, the imperishable Lord Himself, who has entered the three worlds and is maintaining them."
    },
    {
      "id": "15.18",
      "chapter": 15,
      "verse": 18,
      "sanskrit": "यस्मात्क्षरमतीतोऽहमक्षरादपि चोत्तमः | अतोऽस्मि लोके वेदे च प्रथितः पुरुषोत्तमः ||",
      "pronunciation": "yasmāt kṣharam atīto 'ham akṣharād api chottamaḥ | ato 'smi loke vede cha prathitaḥ puruṣhottamaḥ ||",
      "meaning": "Because I am transcendental, beyond both the fallible and the infallible, and because I am the greatest, I am celebrated both in the world and in the Vedas as that Supreme Person."
    },
    {
      "id": "15.19",
      "chapter": 15,
      "verse": 19,
      "sanskrit": "यो मामेवमसम्मूढो जानाति पुरुषोत्तमम् | स सर्वविद्भजति मां सर्वभावेन भारत ||",
      "pronunciation": "yo mām evam asammūḍho jānāti puruṣhottamam | sa sarva-vid bhajati māṁ sarva-bhāvena bhārata ||",
      "meaning": "Whoever knows Me as the Supreme Personality of Godhead, without doubting, is the knower of everything. He therefore engages himself in full devotional service to Me, O son of Bharata."
    },
    {
      "id": "15.20",
      "chapter": 15,
      "verse": 20,
      "sanskrit": "इति गुह्यतमं शास्त्रमिदमुक्तं मयानघ | एतद्बुद्ध्वा बुद्धिमान्स्यात्कृतकृत्यश्च भारत ||",
      "pronunciation": "iti guhyatamaṁ śhāstram idam uktaṁ mayānagha | etad buddhvā buddhimān syāt kṛita-kṛityaśh cha bhārata ||",
      "meaning": "This is the most confidential part of the Vedic scriptures, O sinless one, and I am disclosing it now. Whoever understands this will become wise, and his endeavors will know perfection."
    }
  ]
}
